<?php

return array(
	'SHOW_PAGE_TRACE' => true,
	'URL_CASE_INSENSITIVE' => false,
	'URL_MODEL'  => 2,

    'DEFAULT_TIMEZONE' => 'Asia/Shanghai',
	'TMPL_L_DELIM'=>'<{',
	'TMPL_R_DELIM'=>'}>',
    
    //风险信息菜单
    'risk_menu' => array(
        '1' => array(
            'name'  => '安全管理信息中心',
            'child'=> array(
                '1'  => '110信息中心获知风险',
                '2'  => '局安全风险管控系统确定风险',
                '3'  => '上级单位通报风险',
                '4'  => '段领导检查发现问题',
                '5'  => '管理人员检查发现风险',
                '6'  => '技术人员检查发现风险',
                '7'  => '专题研究督办确定风险',
                '8'  => '合理化建议确定风险',
                '9'  => '段内结合部风险',
                '10' => '段外结合部风险',
                '11' => '需上级部门解决风险',
            ),
        ),
        '2' => array(
            'name'  => '安全信息分析中心',
            'child' => array(
                '12' => 'LKJ分析',
                '13' => '视频分析',
                '14' => '录音笔分析',
                '15' => '专调STP分析',
                '16' => '动车EOAS分析',
                '17' => 'ATP分析',
                '18' => '防盹睡分析',
                '19' => '其他装备分析',
            ),
        ),
    ),

);
